Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Axle journals
it: Razzi di assali

source: Motorcycle kickstands
it: Cavalletti per motociclo

source: Automobile chains
it: Catene per automobili

source: Ambulances
it: Ambulanze

source: Remotely operated vehicles
it: Veicoli azionati a distanza

source: Reservoirs (non-metallic -) [parts of vehicles]
it: Serbatoi (non metallici) [parti di veicoli]

source: Pedal scooters
it: Scooter a pedali

source: Windshields [land vehicle parts]
it: Parabrezza [parti di veicoli terrestri]

source: Drive trains [bicycle parts]
it: Gruppi motore [parti di biciclette]

source: Pontoons
it: Pontoni

source: Protecting strips (Rubber -) for vehicle doors
it: Terminali salvaportiera per veicoli (in gomma)

source: Audible alarms (Anti-theft -) for vehicles
it: Allarmi acustici antifurto per veicoli

source: Braking systems for vehicles
it: Sistemi di frenata per veicoli

source: Windscreen wiper arms
it: Bracci di tergicristalli

source: Windshield wipers
it: Tergicristalli

source: Vehicle roll bars
it: Roll bar per veicoli

source: Transmission mechanisms, for land vehicles
it: Meccanismi di trasmissione per veicoli terrestri

source: Internal combustion engines for land vehicles
it: Motori a combustione interna per veicoli terrestri

source: Linear motors for land vehicles
it: Motori lineari per veicoli terrestri

source: Reinforcement strips for use in panels for vehicles bodies
it: Fasce di rinforzo per uso in pannelli per scocche di veicoli

source: Vehicles for travel by air
it: Veicoli per viaggio aereo

source: Vehicles for travel by land
it: Veicoli per viaggio terrestre

source: Fitted motorcycle covers
it: Fodere sagomate per motocicli

source: Double glass screens for vehicles
it: Schermi a doppio vetro per veicoli

source: Gear units for power transmissions of land vehicles
it: Gruppi di ingranaggi per trasmissioni per veicoli terrestri

source: Couplings for use with clutches for land vehicles
it: Giunti per uso con frizioni per veicoli terrestri

source: Bags for bicycles
it: Sacche per biciclette

source: Hand pumps for inflating vehicle tyres
it: Pompe a mano per gonfiare pneumatici di veicoli

source: Tiller connectors for use with yachts
it: Connettori per barra di timone per yacht

source: Flexible shafts for land vehicles
it: Alberi flessibili per veicoli terrestri

source: Folding roofs for motor vehicles
it: Tetti pieghevoli per veicoli a motore

source: Vehicle windows incorporating aerials for radio reception
it: Finestrini per veicoli con antenna per la ricezione radio integrata

source: Vehicle suspension springs
it: Molle di sospensione per veicoli

source: Components for the outer bodies of vehicles
it: Componenti per carrozzerie di veicoli

source: Consoles being parts of vehicle interiors
it: Consolle, ovvero parti di interni di veicoli

source: Containers adapted for use in vehicle boots
it: Contenitori per bagagliai di veicoli

source: Gear change knobs for land vehicles
it: Pomelli di accensione per veicoli terrestri

source: Electric trucks [vehicles]
it: Autocarri elettrici [veicoli]

source: Carts being motorised land vehicles
it: Cart, ovvero veicoli terrestri motorizzati

source: Steering racks for vehicles
it: Scatole di sterzo per veicoli

source: Paddles [kayak equipment]
it: Pagaie [attrezzatura per kayak]

source: Bands for wheel hubs
it: Ghiere di mozzi

source: Sun shields and visors for motor cars
it: Schermi e visiere parasole per autovetture

source: Back-gear transmissions for land vehicles
it: Trasmissioni di retromarcia per veicoli terrestri

source: Compensating cylinders for the braking systems of water vehicles
it: Cilindri di compensazione per sistemi di frenatura di veicoli acquatici

source: Parachutes for arresting the motion of vehicles
it: Paracadute per arrestare il movimento di veicoli

source: Passenger ships
it: Navi passeggeri

source: Internal combustion locomotives
it: Locomotive a combustione interna

source: Trucks incorporating racks
it: Camion con ripiani incorporati

source: Aerodynamic attachments for vehicle bodies
it: Accessori aerodinamici per carrozzerie di veicoli

source: Automatic guided vehicles
it: Veicoli a guida automatica

source: Handle bar control levers [parts of motorcycles]
it: Parti di motocicli, ovvero, leve di comando del manubrio

source: Electric gear shifting apparatus for land vehicle motors
it: Apparecchi elettrici di cambio delle marce per veicoli terrestri

source: Electric horns for vehicles
it: Clacson elettrici per veicoli

source: Electric motors for wheelchairs
it: Motori elettrici per sedie a rotelle

source: Electric locomotives
it: Locomotive elettriche

source: Tipping apparatus, parts of trucks and waggons
it: Apparecchi di ribaltamento per vagoni [parti di vagoni]

source: Tracks for armoured vehicles
it: Rotaie per veicoli blindati

source: Alarm systems for trucks
it: Sistemi d'allarme per camion

source: Sunshields for use on vehicles
it: Alette parasole per veicoli

source: Minesweepers [ships]
it: Dragamine [navi]

source: Protective strips for vehicle bodies
it: Strisce protettive per carrozzerie di veicoli

source: Pumps for inflating pneumatic tyres
it: Pompe per gonfiare pneumatici

source: Hydraulic clutches for land vehicles
it: Frizioni idrauliche per veicoli terrestri

source: Hydraulic rotary shock absorbers for vehicles
it: Ammortizzatori idraulici rotanti per veicoli

source: Harnesses for use with pushchairs
it: Imbracature per carrozzine

source: Tailboard lifts [parts of land vehicles]
it: Porte elevatrici [parti di veicoli terrestri]

source: Bicycle handlebars
it: Manubri di biciclette

source: Timbers [frames] for ships
it: Armature in legno per navi

source: Luggage carriers for cycles
it: Supporti per borse per cicli

source: Mud flap brackets as structural parts of vehicles
it: Supporti per parafanghi, ovvero parti strutturali per veicoli

source: Remote control vehicles, other than toys
it: Veicoli telecomandati [tranne i giocattoli]

source: Pallet transfer trucks
it: Carrelli a forche

source: Hydraulic servo valves being parts of vehicle hydraulic systems
it: Servovalvole idrauliche, ovvero parti di sistemi idraulici di veicoli

source: Springs for vehicle suspension systems
it: Molle per sistemi di sospensione per veicoli

source: Seat covers [shaped] for use in automobiles
it: Fodere sagomate per sedili di automobili

source: Head-rests for vehicle seats
it: Appoggiateste per sedili di veicoli

source: Shafts for land vehicles
it: Alberi per veicoli terrestri

source: Frames, for luggage carriers, for bicycles
it: Telai per portabagagli per biciclette

source: Automotive vehicles
it: Veicoli automobilistici

source: Brake discs for vehicles
it: Dischi dei freni per veicoli

source: Pedal driven land vehicles
it: Veicoli terrestri a pedali

source: Passenger carriages [rail vehicles]
it: Carrozze ferroviarie [veicoli su rotaia]

source: Horticultural tractors
it: Trattori per l'orticoltura

source: Screw propellers for vehicles
it: Propulsori ad elica per veicoli

source: Spiked tires to assist the traction of vehicles in icy conditions
it: Pneumatici chiodati per favorire la trazione di veicoli in caso di ghiaccio

source: Turbines for land vehicles
it: Turbine per veicoli terrestri

source: Hydraulic turbines for land vehicles
it: Turbine idrauliche per veicoli terrestri

source: Wooden seats for vehicles
it: Sedili in legno per veicoli

source: Forklift trucks
it: Carrelli elevatori

source: Link chains for driving purposes [for land vehicles]
it: Catena a maglie per scopi di guida [per veicoli terrestri]

source: Rearview mirrors for interior fitting
it: Specchietti retrovisori per montaggio interno

source: Refrigerator cars
it: Vagoni frigorifero

source: Vehicles for animal transport
it: Veicoli per il trasporto di animali

source: Vehicles for locomotion by sea
it: Veicoli di locomozione marittima

source: Automatically guided [driverless] material handling tractors
it: Trattori automatici [senza guidatore] per la movimentazione di materiali

source: Windscreen wipers for motor cars
it: Tergicristalli per autovetture

source: Fitted covers for boats and marine vehicles
it: Fodere sagomate per barche e natanti

source: Rocket launching platforms [vehicles]
it: Piattaforme per il lancio di missili [veicoli]

source: Gas engines for land vehicles
it: Motori a gas per veicoli terrestri

source: Shock absorbers for the suspension units of vehicles
it: Ammortizzatori per unità di sospensione per veicoli

source: Commercial vehicles
it: Veicoli utilitari

source: Tractors
it: Trattori

source: Motorized and computerized golf carts
it: Carrelli da golf motorizzati e computerizzati

source: Motorized and non-motorized scooters for personal transportation
it: Monopattini a motore e non per il trasporto personale

source: Trolleys [vehicles]
it: Carrelli per veicoli

source: Friction clutch driven plates for land vehicles
it: Piastre della frizione per veicoli terrestri

source: Friction wheel transmissions for land vehicles
it: Trasmissioni a ruota a frizione per veicoli terrestri

source: Aeronautical apparatus, machines and appliances
it: Apparecchi, macchine e dispositivi per l'aeronautica

source: Roof racks in the nature of load carriers for vehicles
it: Portapacchi sotto forma di supporti per carichi per veicoli

source: Automobile tires [tyres]
it: Cerchioni per automobili

source: Tyres for motorcycles
it: Pneumatici per motocicli

source: Underground railway carriages
it: Vagoni per metropolitana

source: Fittings for bicycles for carrying beverages
it: Accessori per biciclette per il trasporto di bevande

source: Fog horns for use on vehicles
it: Sirene antinebbia per veicoli

source: Forks for fork lift trucks
it: Forcelle per carrelli elevatori

source: Anti-theft warning apparatus for motor cars
it: Dispositivi anti-furto per autovetture

source: Electrical anti-theft installations for vehicles
it: Impianti antifurto elettrici per veicoli

source: Towing hitches of metal for vehicles
it: Attacchi da traino in metallo per veicoli

source: Monocoque structures for vehicles
it: Strutture monoscocca per veicoli

source: Shaft couplings for land vehicles
it: Giunti di alberi per veicoli terrestri

source: Safety rims of rubber for the mudguards of cars
it: Cerchi di sicurezza in gomma per parafanghi di automobili

source: Chain guards for bicycles
it: Paracatena per biciclette

source: Pneumatic tyres and inner tubes for motorcycles
it: Pneumatici e camere d'aria per motocicli

source: Steering brakes
it: Freni di sterzo

source: Tandem bicycles
it: Biciclette tandem

source: Components for brakes for vehicles
it: Componenti di freni per veicoli

source: Wheel cylinders for vehicles
it: Cilindri di ruote per veicoli

source: Parachute packs
it: Pacchi paracadute

source: Hydrofoils
it: Aliscafi

source: Inner tubes [for two-wheeled motor vehicles or bicycles]
it: Camere d'aria [per veicoli a motore a due ruote o biciclette]

source: Luggage racks fitted to the bonnet
it: Portabagagli per il cofano

source: Transport trailers
it: Rimorchi per trasporto

source: Aero-dynamic fairings for vehicles
it: Carene aerodinamiche per veicoli

source: Aerofoils for air vehicles
it: Profili alari per veicoli aerei

source: Motor vehicles in kit form
it: Veicoli a motore in kit

source: Aerodynamic wings for airplanes
it: Ali aerodinamiche per aerei

source: Brake pedals [parts of motorcycles]
it: Pedali del freno [parti di motocicli]

source: Motorcycle handlebars
it: Manubri per motociclette

source: Fishing boats
it: Barche da pesca

source: Alarms for motor vehicles
it: Allarmi per veicoli a motore

source: Sand yachts
it: Carri a vela

source: Rubber tread patterns for use in retreading tyres
it: Battistrada in gomma per uso in pneumatici ricostruiti

source: Safety alarms for vehicles
it: Allarmi di sicurezza per veicoli

source: Power transmission parts [belts] for land vehicles
it: Elementi di trasmissione per veicoli terrestri [cinghie]

source: Seat trays adapted for use in vehicles
it: Vaschette per sedili per veicoli

source: Protective shrouds for vehicles [shaped]
it: Teli protettivi per veicoli [sagomati]

source: Wheeled containers for the transport of goods
it: Contenitori su ruote per il trasporto di prodotti

source: Wheeled vehicles
it: Veicoli a ruote

source: Spoke clips for wheels
it: Tenditori di raggi di ruote

source: Wheels for supermarket trolleys
it: Ruote per carrelli da supermercato

source: Spray prevention flaps for vehicles
it: Protezioni anti-spruzzo per veicoli

source: Air balloons
it: Aerostato

source: Anti-theft locks for use on automobile steering wheels
it: Dispositivi di bloccaggio antifurto per volanti di automobili

source: Turbo-jet airplanes
it: Aeroplani a turbogetto

source: Cleaning trolleys
it: Carrelli per pulizia

source: Direction indicators for bicycles
it: Indicatori di direzione per biciclette

source: Buses and structural parts therefor
it: Autobus e parti strutturali relative

source: Trolleys [mobile carts]
it: Carrelli [carrelli mobili]

source: Tyres for the wheels of forestry vehicles
it: Pneumatici per ruote di veicoli forestali

source: Indicators for indicating direction of vehicles [other than lamps]
it: Indicatori di direzione per veicoli [tranne fanali]

source: Industrial land vehicles
it: Veicoli terrestri industriali

source: Inflatable seats for vehicles
it: Sedili gonfiabili per veicoli

source: Railway bogies for transporting trailers by rail
it: Carrelli ferroviari per il trasporto di rimorchi su ferrovia

source: Anti-static strips for vehicles
it: Strisce antistatiche per veicoli

source: Arm rests for vehicles
it: Braccioli per veicoli

source: Saddle covers for bicycles
it: Fodere di selle per biciclette

source: Saddle covers for motorcycles
it: Copri-sellini per motociclette

source: Seat pillars [parts of vehicles]
it: Canotti reggisella [parti di veicoli]

source: Canopies for trailers
it: Tettucci per rimorchi

source: Car body modification parts for sale in kit form
it: Parti per modifica di carrozzerie da vendersi in kit

source: Constant velocity joints [vehicle parts]
it: Giunti di velocità costante [parti di veicoli]

source: Vinyl roofs for vehicles
it: Tettucci in vinile per veicoli

source: Jet aircraft
it: Aerei a getto

source: Bumpers for automobiles
it: Paraurti per automobili

source: Tubeless tyres for bicycles
it: Tubolari per biciclette

source: Vehicle safety harness for carry cots
it: Cinture di sicurezza per culle per veicoli

source: Marine vehicles
it: Veicoli marini

source: Barges
it: Chiatte

source: Tires for children's bicycles
it: Pneumatici per biciclette da bambino

source: Hoods for aircraft
it: Cappe per aerei

source: Protecting strips with reflective inlays for vehicle doors
it: Strisce protettive con inserti riflettenti per portiere di veicoli

source: Spars being parts of watercraft
it: Pennoni ovvero parti di imbarcazioni

source: Brake linings for vehicles
it: Guarnizioni di freni per veicoli

source: Shock absorbers for motorcycles
it: Ammortizzatori per motocicli

source: Vehicles
it: Veicoli

source: Intruder detecting alarms for vehicles
it: Allarmi di rilevazione intrusioni per veicoli

source: Inclined ways for boats
it: Piani inclinati per battelli

source: Scooters [vehicles]
it: Monopattini [veicoli]

source: Masts for boats
it: Alberi di navi

source: Transmission cases for land vehicles
it: Scatole del cambio per veicoli terrestri

source: Linings for vehicles
it: Fodere per veicoli

source: Remote alarms for water vehicles
it: Allarmi remoti per veicoli nautici

source: Automatically guided [driverless] material handling trucks
it: Carrelli automatici [senza guidatore] per la movimentazione di materiali

source: Reversing alarm transmitters utilising ultrasonics for use on vehicles
it: Trasmettitori di allarme della retromarcia a ultrasuoni per uso su veicoli

source: Variable speed transmissions for land vehicles
it: Trasmissioni a velocità variabile per veicoli terrestri

source: Caissons [vehicles]
it: Cassoni [veicoli]

source: Rub rails for marine vessels
it: Paraurti per imbarcazioni

source: Semi-fitted covers for vehicles
it: Fodere semi-sagomate per veicoli

source: Minibuses
it: Furgoncini

source: Gear wheels for land vehicles
it: Ruote dentate per veicoli terrestri

source: Glass screens for vehicles
it: Finestrini per veicoli

source: Covers (Shaped -) for pick-up trucks
it: Fodere (Sagomate -) per autocarri cassonati

source: Electrically powered land vehicles
it: Veicoli terrestri azionati elettricamente

source: Vessels [boats and ships]
it: Imbarcazioni [navi e barche]

source: Gun racks adapted for attachment to land vehicles
it: Portafucili da fissare su veicoli terrestri

source: Concrete mixing vehicles
it: Betoniere automobili

source: Skylights for vehicles
it: Tettucci per veicoli

source: Boats for sale in kit form
it: Imbarcazioni in vendita in kit

source: Air springs for vehicle suspension components for cushioning driver's seats and cabs
it: Molle ad aria per componenti di sospensione per ammortizzare sedili e abitacoli di guida

source: Axles and cardan shaft for motor vehicles
it: Assali e alberi cardanici per veicoli a motore

source: Construction vehicles for transportation purposes
it: Veicoli per costruzioni per scopi di trasporto

source: Hubs for vehicle wheels (motorcycles)
it: Mozzi di ruote di veicoli (motociclette)

source: Casters [wheels] for vehicles
it: Rotelle [ruote di veicoli]

source: Alarm instruments for vehicles
it: Dispositivi di allarme per veicoli

source: Brake drums for vehicles
it: Tamburi di freni per veicoli

source: Brakes for aircraft
it: Freni per aerei

source: Brakes for vehicles
it: Freni per veicoli

source: Sub-sea remotely operated vehicles
it: Veicoli sottomarini azionati a distanza

source: Fittings for bicycles for carrying luggage
it: Accessori per biciclette per il trasporto di bagagli

source: Small wagons for children
it: Vagoncini per bambini

source: Suspension arms for cable cars
it: Bracci di sospensione per funivie

source: Suspension springs for motor cars
it: Molle di sospensioni per autovetture

source: Parcel shelves for vehicles
it: Scaffali portapacchi per veicoli

source: Cable transport installations
it: Impianti trasportatori via cavo

source: Dredgers [boats]
it: Draghe [battelli]

source: Electric motors for motor cars
it: Motori elettrici per automobili

source: Gears for vehicles
it: Ingranaggi per veicoli

source: Vehicle wheel spokes
it: Raggi di ruote di veicoli

source: Animal transport containers in the nature of vehicle bodies
it: Contenitori per il trasporto di animali ovvero carrozzerie di veicoli

source: Bodies for trailers
it: Telai per rimorchi

source: Stands for bicycles [parts of]
it: Supporti per biciclette [parti di]

source: Spline shank bits [parts of land vehicle gearing]
it: Gambo scanalato [parti di trasmissioni di veicoli terrestri]

source: Spoilers for air vehicles
it: Spoiler per veicoli aerei

source: Power transmission parts [other than belts] for land vehicles
it: Elementi di trasmissione per veicoli terrestri [non cinghie]

source: Power transmissions for land vehicles
it: Trasmissioni per veicoli terrestri

source: Powered vehicles for use on land
it: Veicoli a motore terrestri

source: Propellers for air vehicles
it: Eliche per aeromobili

source: Hydraulic couplings with integral dampers, for land vehicles
it: Giunti idraulici con ammortizzatori integrali per veicoli terrestri

source: Heat engines for land vehicles
it: Motori termici per veicoli terrestri

source: Power take-off shafts for land vehicles
it: Alberi di presa di forza per veicoli terrestri

source: Hydraulic circuits for vehicles
it: Circuiti idraulici per veicoli

source: Wheels for aircraft
it: Ruote per aerei

source: Wheels for racing karts
it: Ruote per kart da corsa

source: Child booster cushions for vehicle seats
it: Cuscini per bambini per sedili di veicoli

source: Manually operated wheelchairs
it: Sedie a rotelle manuali

source: Anti-theft alarms for vehicles
it: Allarmi antifurto per automobili

source: Driverless transporter vehicles
it: Veicoli di trasporto senza conducente

source: Stands for motorcycles
it: Supporti per motocicli

source: Automobiles and structural parts therefor
it: Automobili e relativi componenti strutturali

source: Parachutes
it: Paracaduti

source: Municipal tractors
it: Trattori comunali

source: Ornamental hub caps for vehicles
it: Copricerchioni ornamentali per veicoli

source: Ornamental wheel covers for vehicles
it: Coprivolanti ornamentali per veicoli

source: Hydraulic transmissions for land vehicles
it: Trasmissioni idrauliche per veicoli terrestri

source: Inflatable air bags for use in vehicles for the prevention of injury in accidents
it: Airbag gonfiabili per veicoli per la prevenzione di infortuni in caso di incidenti

source: Radiator grills of metal for vehicles
it: Griglie di radiatori in metallo per veicoli

source: Armour protected land vehicles
it: Veicoli terrestri blindati

source: Armoured bodies for vehicles
it: Carrozzerie blindate per veicoli

source: Sun-blinds adapted for automobiles
it: Alette [parasole] per automobili

source: Axles for leaf spring suspensions in vehicles
it: Assali per sospensioni a molla a balestra in veicoli

source: Axles for leaf spring suspensions systems in vehicles
it: Assali per sistemi di sospensioni a molla a balestra nei veicoli

source: Tricycles
it: Tricicli

source: Removable ball hooks for vehicles
it: Ganci a sfera amovibili per veicoli

source: Reservoirs (metal -) [parts of vehicles]
it: Serbatoi (metallici) [parti di veicoli]

source: Reservoirs being parts of vehicle braking systems
it: Serbatoi, ovvero parti di sistemi di frenata di veicoli

source: Change-speed gears [bicycle parts]
it: Cambi di velocità [parti di biciclette]

source: Protective corners adapted for trolleys
it: Angoli protettivi per carrelli

source: Space vehicles
it: Veicoli spaziali

source: Diesel engines for land vehicles
it: Motori diesel per veicoli terrestri

source: Vehicles for locomotion by land, air, water or rail
it: Veicoli da locomozione terrestri, aerei, acquatici e ferroviari

source: Pumps for bicycle tyres
it: Pompe per biciclette

source: Brake segments for motor cars
it: Segmenti per freni per autoveicoli

source: Brakes for motor cars
it: Freni per autovetture

source: Window glass for vehicle windows
it: Vetro per finestrini di veicoli

source: Roof rack storage containers for land vehicles
it: Contenitori portapacchi per veicoli terrestri

source: Jaw type shaft couplings for land vehicles
it: Giunti per alberi a ganascia per veicoli terrestri

source: Light aircraft
it: Velivoli leggeri

source: Reinforced steering columns for vehicles
it: Piantoni di guida rinforzati per veicoli

source: Remote alarms for land vehicles
it: Allarmi remoti per veicoli terrestri

source: Articulated vehicles
it: Veicoli articolati

source: Plastic wings for use on aircraft
it: Ali in plastica per aerei

source: Funicular railcars
it: Cabine per funicolari

source: Ships adapted for combat
it: Navi da combattimento

source: Shock absorbing cylinders [parts of vehicles]
it: Cilindri ammortizzatori [parti di veicoli]

source: Shock absorbing springs being parts of vehicle suspension
it: Molle ammortizzatrici ovvero parti di sospensioni di veicoli

source: Drinking water trucks
it: Camion per acqua potabile

source: Friction clutch cover assemblies for land vehicles
it: Gruppi di rivestimento della frizione per veicoli terrestri

source: Chainwheels for land vehicles
it: Corone per veicoli terrestri

source: Differentials for land vehicles
it: Differenziali per veicoli terrestri

source: Dashboards
it: Cruscotti
